// є сторінка, на якій є блок, я кому знаходиьтся цифра. написати код, який при кожному перезавантажені сторінки буде
// додавати до неї +1

let count = localStorage.getItem('count') || 0;
let div = document.createElement('div');
div.innerText = `${count}`;
let newCount = +count + 1;
div.innerText = 'Count:' + newCount;
localStorage.setItem('count', newCount);
document.body.appendChild(div);

// ==========================

// - Створити довільний елемент з id = text та створити кнопку.Використовуючи JavaScript, зробіть так, щоб при натисканні
// на кнопку зникав елемент з id="text".
//
//
//     - створити інпут який приймає вік людини та кнопку яка підтверджує дію.При натисканні на кнопку зчитати інформацію
//     з інпуту та перевірити вік чи меньше він ніж 18, та повідомити про це користувача
